{"id": "20250207_124948", "title": "scars are beautiful。 Cracks, l...", "content": "scars are beautiful。 Cracks, like scars, tell a story. They are not only beautiful to look at, they are also lessons in survival and perseverance. There is no learning, no victory, no good story without a share of failures, scars, and the perseverance it took to overcome them. Too often we overlook that idea in our perception of beauty. Wabi-sabi does not have to be fatalistic. The appreciation of imperfection is not an invitation to let things break down and dilapidate. The opposite of fragility is not resilience. Some things become stronger or better when challenged by chaos and uncertainty.", "audio_filename": "scars_are_beautiful_20250207_124948.wav", "created_at": "2025-02-07T12:50:51.859532", "sentences": [{"text": "scars are beautiful。", "start_time": 0, "end_time": 1.75}, {"text": "Cracks, like scars, tell a story.", "start_time": 1.75, "end_time": 9.725}, {"text": "They are not only beautiful to look at, they are also lessons in survival and perseverance.", "start_time": 9.725, "end_time": 22.049999999999997}, {"text": "There is no learning, no victory, no good story without a share of failures, scars, and the perseverance it took to overcome them.", "start_time": 22.049999999999997, "end_time": 39.074999999999996}, {"text": "Too often we overlook that idea in our perception of beauty.", "start_time": 39.074999999999996, "end_time": 43.349999999999994}, {"text": "Wabi-sabi does not have to be fatalistic.", "start_time": 43.349999999999994, "end_time": 46.099999999999994}, {"text": "The appreciation of imperfection is not an invitation to let things break down and dilapidate.", "start_time": 46.099999999999994, "end_time": 52.599999999999994}, {"text": "The opposite of fragility is not resilience.", "start_time": 52.599999999999994, "end_time": 55.925}, {"text": "Some things become stronger or better when challenged by chaos and uncertainty.", "start_time": 55.925, "end_time": 61.275}]}